Repository: botirovshox-lang/med-translation
Catalog: med_translation_backup_20260524_173328/словари/output/tm.tmx
Source language: en
Languages: ru

source: • You may be asked to: Ì Breathe in as deeply as you can and then blow air out as fast as you can. Breathe normally and then take in as big a breath as you can. Other Tests • You may be given medicine to inhale and have more testing to see the effect of the medicine. • A blood sample may be taken to measure the oxygen in your blood. Tell the staff if you need to rest during the tests, or if you feel dizzy or have any trouble breathing. After the Tests • You may feel tired and need to rest. • The results of your tests are sent to your doctor. Your doctor will share the results with you. Talk to your doctor or nurse if you have any questions or concerns. © 2009 - February 1, 2021, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. PFTs. Russian.
ru: • Вас могут попросить: Ì Вдохнуть как можно глубже и затем выдохнуть как можно быстрее. Дышать нормально и затем вдохнуть как можно глубже. Другие исследования • Вам могут дать вдохнуть лекарство и провести дополнительные исследования, чтобы изучить его действие. • Также могут взять кровь на содержание в ней кислорода. Если вам нужно будет отдохнуть, станет сложно дышать или вы почувствуете головокружение, сообщите персоналу. После обследования • Вы можете почувствовать усталость и необходимость отдохнуть. • Результаты обследования будут отправлены вашему врачу, Врач поделится результатами с вами. Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Planning Ahead for the The following are things you can do to get ready 6 to 8 weeks before your baby is due. • Choose a doctor for your baby, called a pediatrician, or a family doctor. • Think about taking childbirth education, breastfeeding, and baby care classes to prepare you to care for your baby. • Take a hospital tour. This helps you know where you will deliver your baby and gives you the chance to learn about the hospital’s routines and policies. • Fill out hospital forms and send them to the hospital. This will shorten the time it takes to get to a room to deliver your baby. • Put the car seat in your car. Have it checked or installed by a trained person. Call your local fire station or health department to see if they do car seat inspections. You cannot take your baby home from the hospital without a car seat. If you have limited income, check with your doctor or clinic to see if they offer free or low cost car seats. • Make plans for someone to care for your other children while you are in the hospital. • Plan for help with housework and meals for a couple of weeks after your baby is born. Planning Ahead for the Birth of Your Baby. Russian.
ru: ребенка Birth of Your Baby Вот что можно сделать за 6–8 недель до рождения ребенка. • Выберите семейного или детского врача (педиатра). • Подумайте о прохождении курсов по подготовке к родам, кормлению грудью и уходу за ребенком. • Сходите на экскурсию в роддом, чтобы узнать, где вы будете рожать, и познакомиться с существующими там правилами. • Заполните необходимые документы и отправьте их в роддом. Так вы сможете быстрее попасть в родильное отделение. • Установите в машину детское автокресло. Правильную установку или проверку должен осуществить опытный человек. Чтобы узнать, правильно ли установлено кресло, обратитесь в пожарное отделение или управление здравоохранения. Вы не сможете отвезти ребенка домой без детского кресла. Если ваши доходы ограничены, спросите у врача или в больнице, есть ли у них бесплатные или дешевые автокресла. • Договоритесь, чтобы кто-нибудь присмотрел за другими вашими детьми, пока вы будете в роддоме. • Договоритесь, чтобы в течение нескольких недель после рождения ребенка кто-то помогал вам с домашней работой и приготовлением пищи.

source: • Get the baby’s room, crib, and other items ready for use. Ì Prepare a place to care for your baby such as diaper changing station on each floor of your home. Some parents put baby care items in a basket that can be carried from room to room. Ì Put your baby to sleep alone, on their back in a crib. The mattress should be firm with a tight sheet on it. Do not put anything else in the crib. No toys, no blanket, no pillow. The baby should not sleep in your bed, but the crib can be in your bedroom for the first 6 to 12 months, if you wish. • Pack your bag for the hospital and include an outfit for your baby. • Plan child care for your baby if you plan to return to work. Many child care centers have long waiting lists. Talk to your doctor or nurse if you have any questions or concerns. © 2005 – January 18, 2023, Health Information Translations found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Planning Ahead for the Birth of Your Baby. Russian.
ru: • Приготовьте детскую комнату, кроватку и все необходимое. Ì Подготовьте место для ухода за ребенком и смены подгузников на каждом этаже дома. Некоторые родители складывают вещи для ухода за ребенком в корзину, которую можно переносить из комнаты в комнату. Ì Положите малыша одного в кроватку на спину. Матрас должен быть жестким, а простыня должна быть хорошо натянута. Не кладите в кроватку ничего: ни игрушки, ни одеяло, ни подушку. Ребенок не должен спать в вашей кровати, но вы можете поставить его кроватку в свою спальню на первые 6–12 месяцев. • Приготовьте сумку, которую вы возьмете в роддом, и не забудьте об одежде для малыша. • Подумайте, кто будет смотреть за ребенком, если вы планируете вернуться на работу. Во многих детских садах большие очереди на запись. Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Pneumonia Pneumonia is an infection in the lungs often caused by bacteria or a virus. When a child gets pneumonia, tiny air sacs in the lungs can fill with fluid. This fluid blocks the air sacs and oxygen cannot get to the body from the lungs. Signs of Pneumonia • Chills • Fever • Chest Pain • Cough • Feeling very tired • Trouble breathing or fast breathing • Poor appetite or poor breast or bottle feeding • Muscle aches Your Child’s Care Your child’s doctor will listen to your child’s lungs. Your child may have a chest x-ray and a sample of his or her mucus checked for germs. This is called a sputum culture. • If the cause is bacteria, your child’s doctor may order antibiotics. Give the medicine as directed. Be sure to give all of the medicine, even if your child feels well. Pneumonia in Children. Russian.
ru: у детей in Children Пневмония — это воспаление легких, часто вызываемое бактериями или вирусами. При пневмонии крошечные воздушные мешочки в легких заполняются жидкостью. Она блокирует воздушные мешочки и препятствует попаданию воздуха из легких в организм. Симптомы пневмонии • Озноб • Повышенная температура • Боль в груди • Кашель • Сильная усталость • Затрудненное дыхание или одышка • Потеря аппетита, отказ ребенка от грудного вскармливания или бутылочки • Мышечные боли Лечение Врач послушает легкие вашего ребенка. Может понадобиться сделать флюорографию и анализ (биологическое исследование) мокроты. • Если пневмония вызвана бактериями, педиатр может назначить антибиотики. Давайте лекарство согласно указаниям врача. Ребенок должен принять все назначенное врачом лекарство, даже если его самочувствие улучшилось.

source: • Your child may be given medicine to ease chest pain or coughing. Give the medicine as directed. • Have your child spit any mucus coughed up into a tissue and throw it away. Do not let your child swallow mucus if possible. • Do not give over the counter (OTC) cough medicine without asking your child’s doctor first. Your child needs to cough and bring up the mucus. Coughing is the body’s way of clearing the infection from the lungs. • Make sure your child gets plenty of rest. • Keep your child away from people who are smoking. • Have your child drink water. Ask your child’s doctor how much to give. • Keep all appointments with your child’s doctor. Follow up with your child’s doctor as directed, even if your child is feeling better. To prevent pneumonia: • Teach your children to wash their hands before eating and after using the toilet. • Teach your children to cover their nose and mouth with a tissue or their sleeve when sneezing or coughing. • Keep your children away from people who are smoking. • Make sure your children get all of their vaccines or shots : All children, starting at 2 months, should begin a series of vaccines that prevent bacterial pneumonia. Children older than 2 years may need a different vaccine. Check with your children’s doctor. Pneumonia in Children. Russian.
ru: • Также могут выписать лекарство от кашля или боли в груди. Давайте лекарство согласно указаниям врача. • Попросите ребенка сплевывать отделяющуюся мокроту в бумажный платок. Платок необходимо сразу выбрасывать. Попросите ребенка по возможности не глотать мокроту. • Не давайте лекарства от кашля, отпускаемые без рецепта, без разрешения врача. Ребенок должен кашлять и откашливать мокроту. Кашель — это естественный механизм, очищающий легкие от мокроты. • Ваш ребенок должен много отдыхать. • Не допускайте пребывания ребенка рядом с курящими людьми. • Поите ребенка водой. Спросите у педиатра, сколько воды ему нужно пить. • Не пропускайте визиты к педиатру. Своевременно сообщайте педиатру о состоянии вашего ребенка, даже если его самочувствие улучшилось. Профилактика пневмонии: • Приучите своего ребенка мыть руки перед едой и после туалета. • При кашле или чихании попросите ребенка закрывать нос и рот бумажным платком или рукавом. • Не допускайте пребывания детей рядом с курящими людьми. • Следите, чтобы ребенку делали все необходимые прививки: все дети старше 2 месяцев должны пройти курс прививок от бактериальной пневмонии. Детям старше 2 лет может потребоваться другая вакцина. Уточните у своего педиатра.

source: Ì To limit your children’s risk of pneumonia, have them get a flu shot every fall. You can get pneumonia from the flu. • Make sure your children are eating a healthy diet that includes fruits, vegetables, and whole grain foods. • Make sure your children are getting plenty of sleep. • Wash surfaces in the home that are touched often with soap and water or wipe with a disinfectant. Call your child’s doctor right away if your child has: • Bluish-gray color to fingernails or lips • Trouble breathing or fast breathing • Nausea and vomiting • A fever over 102 degrees F under the arm and is older than 6 months • A fever over 100.4 degrees F under the arm and is younger than 6 months • A fever for more than a few days after starting antibiotics Talk to your doctor or nurse if you have any questions or concerns. © 2007 - September 15, 2017, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Pneumonia in Children. Russian.
ru: Ì Чтобы снизить риск пневмонии, каждую осень ребенка необходимо прививать от гриппа. Грипп может привести к пневмонии. • Ребенок должен придерживаться здорового питания (есть фрукты, овощи и цельнозерновые продукты). • и полноценно высыпаться. • Протирайте часто используемые поверхности у себя дома водой с мылом или обрабатывайте их антисептиком. Немедленно позвоните врачу, если у вашего ребенка: • Посинели ногти или губы • Затрудненное дыхание или одышка • Тошнота и рвота • Температура выше 38,8º C (102º F) при измерении под мышкой (у ребенка старше 6 месяцев) • Температура выше 38º C (100,4º F) при измерении под мышкой (у ребенка младше 6 месяцев) • Температура не спадает в течение нескольких дней после начала приема антибиотиков Если у вас есть вопросы или сомнения, обратитесь к своему врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Pneumonia When you have pneumonia, the air sacs in the lungs fill with infection or mucus. Pneumonia is caused by a bacteria, virus or chemical. It is not often passed from one person to another. Signs of Pneumonia • Breathing faster than normal or having trouble breathing • Pain in the chest when breathing or coughing • A cough with mucus that may be yellow, green, or rust colored • Fever greater than 101 degrees Fahrenheit or 38 degrees Celsius • Shaking or chills • Sweating • Headache • Loss of appetite • Feeling very tired • Feel suddenly worse after a cold or the flu Your Care Your doctor will listen to your lungs. You may have a chest x-ray and a sample of your mucus checked for bacteria or virus germs called a sputum culture. • You may get antibiotics as pills or in an IV (intravenous). Take the pills as directed. Take all of the medicine until it is gone even if you feel better. Pneumonia. Russian.
ru: При пневмонии воздушные мешочки легких заполняются инфицированной жидкостью или гноем. Пневмонию вызывают бактерии, вирусы или химические вещества. Пневмония редко передается воздушно-капельным путем. Симптомы пневмонии • Учащенное или затрудненное дыхание • Боль в груди при дыхании или кашле • Кашель с мокротой желтого, зеленого или бурого цвета • Температура выше 101° F или 38° С • Дрожь или озноб • Повышенное потоотделение • Головная боль • Отсутствие аппетита • Сильная усталость • Внезапное ухудшение самочувствия после простуды или гриппа Лечение Врач прослушает ваши легкие. Вам могут провести рентгенографию легких и бактериологическое исследование мокроты. • Вам могут назначить антибиотики в виде таблеток или внутривенных вливаний. Принимайте таблетки согласно указаниям врача. Принимайте все лекарства до тех пор, пока они не закончатся, даже если ваше самочувствие улучшилось.

source: • You may be given medicine to ease chest pain or coughing. Take the medicine as directed. • Oxygen may be given as a part of your care. • You are asked to cough and deep breathe every 2 hours while awake to remove mucus. • Spit any mucus you cough up into a tissue and throw it away. Do not swallow it. Wash your hands with soap and water to get rid of germs. • Rest often. • Drink 8 or more glasses of liquids each day. • Eat a healthy diet. • Do not smoke. • Follow-up with your doctor within 7 days, even if you are feeling better. To limit your risk of pneumonia, get a flu shot every fall. You can get pneumonia from the flu. Talk to your doctor about getting a pneumonia vaccine in addition to your flu vaccine. Protect Others from Infection To protect others: • Stay away from people as much as possible to prevent the spread of pneumonia. • Wash your hands often with soap and water or use an alcohol based hand sanitizer. Pneumonia. Russian.
ru: • Вам могут назначить лекарство от кашля или боли в груди. Принимайте лекарство согласно указаниям врача. • Также вам могут назначить лечение кислородом. • Чтобы улучшить отхождение мокроты, во время бодрствования необходимо хорошо прокашливаться и глубоко дышать каждые 2 часа. • Сплевывайте всю отделившуюся мокроту в салфетку и выбрасывайте ее. Не проглатывайте мокроту. Для борьбы с микробами мойте руки водой с мылом. • Часто отдыхайте. • Ежедневно выпивайте не менее 8 стаканов жидкости. • Принимайте полезную пищу. • Не курите. • Даже если вам стало лучше, через 7 дней вновь обратитесь к врачу. Для уменьшения риска пневмонии каждую осень делайте прививку от гриппа. Грипп может привести к пневмонии. Помимо прививки от гриппа, обсудите с врачом необходимость прививки от пневмонии. Защитите других от инфекции Чтобы не заразить других людей: • Чтобы предотвратить распространение пневмонии, сведите контакты с другими людьми к минимуму. • Часто мойте руки водой с мылом или используйте дезинфицирующее средство для рук на спиртовой основе.

source: • Avoid touching your eyes, nose or face and then touching other surfaces. This can spread germs. Clean surfaces often to kill germs. • Wash clothing in very hot water to kill germs. Call your doctor right away if you have: • More problems with breathing • A higher fever or your fever lasts more than 1 to 2 days • Confusion • An increase in chest pain • Nausea and vomiting Talk to your doctor or nurse if you have any questions or concerns. © 2005 - June 17, 2017, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Pneumonia. Russian.
ru: • Не дотрагивайтесь до глаз, носа или лица, а затем до других поверхностей. Это способствует распространению микробов. Чтобы избавиться от микробов, часто очищайте используемые поверхности. • Чтобы убить микробов, стирайте одежду в очень горячей воде. Немедленно позвоните врачу, если: • Вам стало труднее дышать • У вас повысилась температура или она не спадает более 1–2 дней • Вы испытываете дезориентацию • Боль в груди усилилась • У вас тошнота и рвота Если у вас есть вопросы или сомнения, обратитесь к своему врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Power Outages Electrical power outages can happen at any time. They often occur during a storm or after an accident when power lines are damaged. The power company may get the power back on soon. At other times, power may be off for several days. Sometimes the power company turns off the electricity to an area to save power for one to two hours at a time. The power is restored and then turned off to another area. This is called a rolling blackout. The electricity is most often turned off during times of high use. The power company tries to give warning before turning off power to an area. If you have medical equipment such as a battery-powered wheelchair or an oxygen concentrator in your home that requires electrical power, let your power company know. They will put you on a list to restore your power more quickly. Also, check with the supplier of your medical equipment for battery backups or backup oxygen tanks in case of a power outage. Power Outages. Russian.
ru: Отключение электроэнергии может произойти в любой момент, например во время бури или после аварии, когда повреждены линии электропередач. Энергетические компании могут быстро возобновить подачу электроэнергии. Но в некоторых случаях электричество может отсутствовать в течение нескольких дней. Иногда энергетические компании отключают электричество на какой-то территории на один-два часа с целью экономии электроэнергии. Затем подача электроэнергии возобновляется, а на другой территории электричество отключается. Это называется веерным отключением. Чаще всего электроэнергия отключается во время ее максимального потребления. Энергетические компании стараются предупреждать об отключениях. Если у вас есть медицинское оборудование, например инвалидное кресло на аккумуляторе или концентратор кислорода, которым необходимо электропитание, сообщите в свою энергетическую компанию. Они включат вас в список для восстановления электроэнергии в первую очередь. Попросите у поставщика вашего медицинского оборудования запасные аккумуляторы или кислородные баллоны на случай отключения электроэнергии.

source: Be Prepared To prepare for a sudden loss of power, have these supplies ready: Flashlights and extra batteries or wind up flashlights that do not need batteries Battery powered radio and extra batteries Food and bottled water for each member of the family A phone that does not need electrical power to work Battery backups for medical equipment or backup oxygen tanks Extra blankets and warm clothing Food and water for pets During Power Outages • Use a flashlight for emergency lighting. If you need to use candles, never leave them burning when you leave the room or go to sleep. • Turn off electrical equipment to prevent a surge of electricity when the power comes back on. • Avoid opening the refrigerator and freezer so food stays cold. • Listen to the radio for information. • Use the phone for emergencies only. • Call 911 only in a life-threatening emergency. Power Outages. Russian.
ru: Будьте готовы На случай внезапного отключения электроэнергии приготовьте следующие предметы: Фонарики с запасным комплектом батареек или фонарики с генератором, для которых не требуются батарейки Радиоприемник с запасным комплектом батареек Продукты питания и вода в бутылках для каждого члена семьи Телефон, работающий без электричества Запасные аккумуляторы для медицинского оборудования или запасные кислородные баллоны Дополнительные одеяла и теплую одежду Пищу и воду для домашних животных Во время отключения электроэнергии • Для аварийного освещения пользуйтесь фонариками. Если вы используете свечи, выходя из комнаты или ложась спать, обязательно тушите их. • Выключите все электроприборы на случай скачков тока при восстановлении подачи электроэнергии. • Старайтесь не открывать холодильник и морозильную камеру, чтобы пища оставалась холодной. • Слушайте новости по радио. • Пользуйтесь телефоном только в чрезвычайной ситуации. • Звоните по номеру 911 только при чрезвычайной ситуации с угрозой для жизни.
